Repository: MarkOliverrr/Vehicle-Management
Catalog: VehicleDiary/Resources/Web/Views/Main/Index.*.resx
Languages: cs

source: Welcome
cs: Vítejte

# ExploreWebsite
source: Explore the website
cs: Prozkoumejte web

# PageTitle
source: VehicleDiary – Manage Your Vehicle
cs: VehicleDiary – Správa vašeho vozidla

# PageDescription
source: Track maintenance, repairs, fuel consumption, and costs in one easy-to-use platform.
cs: Sledujte údržbu, opravy, spotřebu paliva a náklady na jednom přehledném místě.

# HeroTitleLine1
source: Welcome to
cs: Vítejte v

# HeroSubtitle
source: All-in-one vehicle management. Track maintenance, repairs, fuel consumption, and costs effortlessly.
cs: Vše v jednom pro správu vašeho vozidla. Sledujte údržbu, opravy, spotřebu paliva a náklady na jednom přehledném místě.

# HeroPrimaryAction
source: Add Vehicle
cs: Přidat vozidlo

# HeroSecondaryAction
source: Discover Features
cs: Objevit funkce

# CardOilChangeTitle
source: Oil Change
cs: Výměna oleje

# CardFuelRefillTitle
source: Fuel Refill
cs: Tankování

# CardBatteryTitle
source: Battery
cs: Baterie

# StatsVehiclesTracked
source: Vehicles Tracked
cs: Sledovaných vozidel

# StatsServicesLogged
source: Services Logged
cs: Zaznamenaných servisů

# StatsMillionSaved
source: Millions Saved
cs: Ušetřeno milionů

# StatsActiveUsers
source: Active Users
cs: Aktivních uživatelů

# FeaturesTitle
source: Why Choose VehicleDiary?
cs: Proč si vybrat VehicleDiary?

# FeaturesSubtitle
source: Comprehensive vehicle management with powerful tracking features
cs: Komplexní správa vozidla s výkonnými sledovacími funkcemi

# FeatureMaintenanceTitle
source: Maintenance Tracking
cs: Sledování údržby

# FeatureMaintenanceDescription
source: Record and track all service, repairs, and maintenance schedules with an intuitive system.
cs: Zaznamenávejte a sledujte veškerý servis, opravy a plány údržby pomocí intuitivního systému.

# FeatureMaintenanceItem1
source: Service Reminders
cs: Připomínky servisu

# FeatureMaintenanceItem2
source: Repair History
cs: Historie oprav

# FeatureMaintenanceItem3
source: Maintenance Planning
cs: Plánování údržby

# FeatureFuelTitle
source: Fuel Management
cs: Správa paliva

# FeatureFuelDescription
source: Track fuel consumption, costs, and analyze vehicle efficiency over time.
cs: Sledujte spotřebu paliva, náklady a analyzujte efektivitu vašeho vozidla v čase.

# FeatureFuelItem1
source: Fuel Tracking
cs: Sledování spotřeby paliva

# FeatureFuelItem2
source: Cost Analysis
cs: Analýza nákladů

# FeatureFuelItem3
source: Efficiency Reports
cs: Přehledy efektivity

# FeatureCostsTitle
source: Cost Analysis
cs: Analýza nákladů

# FeatureCostsDescription
source: Visualize and understand vehicle operating costs with detailed reports and analysis.
cs: Vizualizujte a pochopte provozní náklady vozidla pomocí detailních analýz a přehledů.

# FeatureCostsItem1
source: Expense Categorization
cs: Kategorizace výdajů

# FeatureCostsItem2
source: Cost Forecasting
cs: Predikce nákladů

# FeatureCostsItem3
source: Budget Planning
cs: Plánování rozpočtu

# HowItWorksTitle
source: How It Works
cs: Jak to funguje

# HowItWorksSubtitle
source: Start managing your vehicle in three simple steps
cs: Začněte spravovat své vozidlo ve třech jednoduchých krocích

# Step1Title
source: Add Your Vehicle
cs: Přidejte své vozidlo

# Step1Description
source: Enter your vehicle information and start using the comprehensive tracking system.
cs: Zadejte údaje o vozidle a začněte využívat komplexní systém sledování.

# Step2Title
source: Log Service and Expenses
cs: Zaznamenávejte servis a výdaje

# Step2Description
source: Record fuel-ups, maintenance, repairs, and other vehicle-related expenses.
cs: Ukládejte tankování, údržbu, opravy a další výdaje spojené s vozidlem.

# Step3Title
source: Analyze and Save
cs: Analyzujte a šetřete

# Step3Description
source: Use reports to understand costs and optimize vehicle maintenance.
cs: Využijte přehledy k pochopení nákladů a optimalizaci údržby vozidla.

# CtaTitle
source: Ready to take control of your vehicle costs?
cs: Jste připraveni převzít kontrolu nad náklady na své vozidlo?

# CtaSubtitle
source: Join thousands of vehicle owners saving time and money with VehicleDiary
cs: Připojte se k tisícům majitelů vozidel, kteří šetří čas i peníze s VehicleDiary

# CtaButton
source: Get Started Now
cs: Začít hned

# FooterFeatures
source: Features
cs: Funkce

# FooterPricing
source: Pricing
cs: Ceník

# FooterAbout
source: About
cs: O aplikaci

# FooterContact
source: Contact
cs: Kontakt

# FooterCopyright
source: © 2026 VehicleDiary. All rights reserved.
cs: © 2026 VehicleDiary. Všechna práva vyhrazena.
