Repository: MarkOliverrr/Vehicle-Management
Catalog: VehicleDiary/Resources/Web/Views/CarUsage/Index.*.resx
Languages: cs

source: Back to Vehicles
cs: Zpět na vozidla

source: Usage Dashboard
cs: Dashboard využití

source: Vehicle Maintenance & Consumption
cs: Údržba a spotřeba vozidla

source: Vehicle Usage Dashboard
cs: Dashboard využití vozidla

# HeroDescription
source: Track and manage all vehicle consumption and maintenance costs in one place. Monitor fuel, oil, tires, and road taxes with detailed insights.
cs: Sledujte a spravujte veškerou spotřebu a náklady na údržbu vozidla na jednom místě. Sledujte palivo, olej, pneumatiky a silniční daně s podrobnými přehledy.

source: Vignette
cs: Dálniční známka

source: Road Taxes
cs: Silniční daně

source: Petrol
cs: Benzín

source: Fuel Consumption
cs: Spotřeba paliva

source: Oil
cs: Olej

source: Oil Changes
cs: Výměny oleje

source: Tires
cs: Pneumatiky

source: Tire Management
cs: Správa pneumatik

source: Latest Maintenance Records
cs: Nejnovější záznamy údržby

# LatestRecordsDescription
source: Most recent entries across all maintenance categories. Click on any category to view full history.
cs: Nejnovější záznamy napříč všemi kategoriemi údržby. Kliknutím na libovolnou kategorii zobrazíte celou historii.

source: Valid From
cs: Platné od

source: Valid To
cs: Platné do

source: Country
cs: Země

source: Price
cs: Cena

source: Date
cs: Datum

source: Type
cs: Typ

source: Amount
cs: Množství

source: Brand
cs: Značka

source: Size
cs: Velikost

source: No vignette records
cs: Žádné záznamy dálničních známek

source: No petrol records
cs: Žádné záznamy benzínu

source: No oil records
cs: Žádné záznamy oleje

source: No tire records
cs: Žádné záznamy pneumatik

source: Add First
cs: Přidat první

source: Add New Records
cs: Přidat nové záznamy

# AddRecordsDescription
source: Track your vehicle's maintenance by adding new records for each category.
cs: Sledujte údržbu vašeho vozidla přidáváním nových záznamů pro každou kategorii.

source: Add Vignette
cs: Přidat dálniční známku

source: Add Petrol
cs: Přidat benzín

source: Add Oil
cs: Přidat olej

source: Add Tires
cs: Přidat pneumatiky

# TrackEverything
source: Track Everything in One Place
cs: Sledujte vše na jednom místě

# TrackEverythingDescription
source: Get detailed insights into your vehicle's consumption patterns and maintenance costs. Stay on top of upcoming renewals and optimize your vehicle expenses.
cs: Získejte podrobné přehledy o vzorcích spotřeby vašeho vozidla a nákladech na údržbu. Mějte přehled o nadcházejících obnovách a optimalizujte výdaje za vozidlo.

# VehicleUsageDashboardFooter
source: Vehicle Usage Dashboard
cs: Dashboard využití vozidla

# FooterCopyright
source: Â© 2024 Vehicle Diary. All usage data securely tracked.
cs: © 2024 Vehicle Diary. Veškerá data o využití jsou bezpečně sledována.
