Repository: MarkOliverrr/Vehicle-Management
Catalog: VehicleDiary/Resources/Web/Views/AboutUs/AboutUs.*.resx
Languages: cs

# PageTitle
source: About VehicleDiary - Your Digital Garage
cs: O aplikaci VehicleDiary - Vaše digitální garáž

# MetaDescription
source: Track maintenance, repairs, fuel consumption, and costs in one intuitive platform. Perfect for both car enthusiasts and everyday drivers seeking financial clarity.
cs: Sledujte údržbu, opravy, spotřebu paliva a náklady na jednom intuitivním místě. Perfektní pro nadšence i běžné řidiče hledající finanční přehled.

# AboutBadge
source: About VehicleDiary
cs: O aplikaci VehicleDiary

# HeroTitle
source: What is VehicleDiary?
cs: Co je VehicleDiary?

# HeroSubtitle
source: Your digital garage. Your vehicle's story. All in one beautifully designed platform.
cs: Vaše digitální garáž. Příběh vašeho vozidla. Vše na jednom krásně navrženém místě.

# ByCarLovers
source: By Car Lovers, For Car Lovers.
cs: Od nadšenců automobilů pro nadšence automobilů.

# AboutLead
source: VehicleDiary is your ultimate digital garage — a smart and beautifully designed platform for tracking everything about your vehicle in one place.
cs: VehicleDiary je vaše ultimátní digitální garáž — chytrá a krásně navržená platforma pro sledování všeho o vašem vozidle na jednom místě.

# AboutBody1
source: From repairs, upgrades, and oil changes to tires, vignettes, and future plans — it helps you stay organized, save money, and truly understand your vehicle's story. Gone are the days of messy spreadsheets, paper notes, or forgotten reminders.
cs: Od oprav, vylepšení a výměn oleje po pneumatiky, dálniční známky a budoucí plány — pomáhá vám zůstat organizovaný, ušetřit peníze a skutečně porozumět příběhu vašeho vozidla. Pryč jsou dny chaotických tabulek, papírových poznámek nebo zapomenutých připomínek.

# AboutBody2
source: VehicleDiary automatically calculates how much you've already invested in your car, lets you upload invoices, PDFs, or images, and even keeps a to-do list for future ideas and modifications.
cs: VehicleDiary automaticky počítá, kolik jste již do svého vozu investovali, umožňuje nahrávat faktury, PDF nebo obrázky a dokonce udržuje seznam úkolů pro budoucí nápady a úpravy.

# HighlightBox
source: Built by a passionate IT student and car enthusiast who believes every vehicle deserves attention — and every owner deserves a smarter, simpler way to manage it.
cs: Vytvořeno vášnivým studentem IT a nadšencem automobilů, který věří, že každé vozidlo si zaslouží pozornost — a každý majitel si zaslouží chytřejší, jednodušší způsob, jak jej spravovat.

source: Start Your VehicleDiary
cs: Začněte s VehicleDiary

# ActiveUsersLabel
source: Active Users
cs: Aktivní uživatelé

# UserRatingLabel
source: User Rating
cs: Hodnocení uživatelů

source: Our Mission
cs: Naše mise

source: Connecting Car Lovers
cs: Spojujeme nadšence automobilů

source: Through Technology
cs: prostřednictvím technologie

# MissionText1
source: VehicleDiary isn't just a tool; it's a mission to connect car lovers through technology, data, and passion. We believe every vehicle has a story worth telling, and every owner deserves the tools to tell it.
cs: VehicleDiary není jen nástroj; je to mise spojit nadšence automobilů prostřednictvím technologie, dat a vášně. Věříme, že každé vozidlo má příběh, který stojí za vyprávění, a každý majitel si zaslouží nástroje, jak jej vyprávět.

# MissionText2
source: Whether you're tracking a daily driver, restoring a classic, or maintaining a fleet, VehicleDiary gives you the insights you need to make smarter decisions and build a deeper connection with your vehicle.
cs: Ať už sledujete každodenní auto, restaurujete klasik nebo spravujete flotilu, VehicleDiary vám poskytuje přehledy, které potřebujete k chytřejším rozhodnutím a budování hlubšího spojení s vaším vozidlem.

source: Passion-Driven
cs: Řízeno vášní

# PassionDrivenDescription
source: Built by enthusiasts who understand the bond between owner and machine. Perfect for project car builders tracking every modification.
cs: Vytvořeno nadšenci, kteří chápou pouto mezi majitelem a strojem. Perfektní pro stavitele projektových aut sledující každou úpravu.

source: Innovation First
cs: Inovace na prvním místě

# InnovationFirstDescription
source: Cutting-edge technology meets intuitive design for seamless experiences. Auto-calculates total investment for financial clarity.
cs: Špičková technologie se setkává s intuitivním designem pro bezproblémové zážitky. Automaticky počítá celkovou investici pro finanční přehlednost.

source: Privacy Focused
cs: Zaměřeno na soukromí

# PrivacyFocusedDescription
source: Your data is yours. Bank-level security and complete transparency. Perfect for tracking sensitive financial vehicle data.
cs: Vaše data jsou vaše. Zabezpečení na úrovni bank a úplná transparentnost. Perfektní pro sledování citlivých finančních dat vozidla.

# ReadyToStart
source: Ready to Start Your
cs: Jste připraveni začít svou

source: Vehicle Journey?
cs: cestu s vozidlem?

# CTASubtitle
source: Join thousands of vehicle owners who are taking control of their vehicle management and finances. Perfect for both enthusiasts seeking to document their passion and practical drivers wanting financial wisdom.
cs: Přidejte se k tisícům majitelů vozidel, kteří přebírají kontrolu nad správou svých vozidel a financí. Perfektní jak pro nadšence, kteří chtějí dokumentovat svou vášeň, tak pro praktické řidiče hledající finanční moudrost.

source: Create Your Diary
cs: Vytvořte si svůj deník

source: Get a Look
cs: Podívejte se
