Repository: MarkOliverrr/Vehicle-Management
Catalog: VehicleDiary/Resources/Web/Views/Repair/Index.*.resx
Languages: cs

source: Back to Vehicles
cs: Zpět na vozidla

source: Vehicle Information Hub
cs: Informační hub vozidla

source: Complete Vehicle Management
cs: Kompletní správa vozidla

# HeroTitle
source: Vehicle Information Hub
cs: Informační hub vozidla

# HeroSubtitle
source: Complete financial overview of your vehicle's maintenance history. Track all expenses across repairs, upgrades, and diagnostics.
cs: Kompletní finanční přehled historie údržby vašeho vozidla. Sledujte všechny výdaje napříč opravami, vylepšeními a diagnostikou.

source: View Complete History
cs: Zobrazit celou historii

source: Financial Overview
cs: Finanční přehled

# FinancialOverviewDescription
source: Total investment in your vehicle's maintenance and improvements
cs: Celková investice do údržby a vylepšení vašeho vozidla

source: Total Repair Cost
cs: Celkové náklady na opravy

# TotalRepairCostDescription
source: Total amount spent on all repairs, maintenance, and part replacements. Includes labor, parts, and service fees.
cs: Celková částka vynaložená na všechny opravy, údržbu a výměny dílů. Zahrnuje práci, díly a servisní poplatky.

source: Total Upgrade Cost
cs: Celkové náklady na vylepšení

# TotalUpgradeCostDescription
source: Total investment in performance upgrades, modifications, and enhancements. Includes all aftermarket parts and installation.
cs: Celková investice do výkonnostních vylepšení, úprav a vylepšení. Zahrnuje všechny neregulární díly a instalaci.

source: Total Diagnostic Cost
cs: Celkové náklady na diagnostiku

# TotalDiagnosticCostDescription
source: Total spent on diagnostic services, health checks, and system analysis. Includes professional scanning and inspection fees.
cs: Celková částka vynaložená na diagnostické služby, kontrolu stavu a analýzu systémů. Zahrnuje profesionální skenování a poplatky za kontrolu.

source: Total Vehicle Investment
cs: Celková investice do vozidla

# TotalVehicleInvestmentDescription
source: Combined investment across all maintenance categories
cs: Kombinovaná investice napříč všemi kategoriemi údržby

source: All-time maintenance costs
cs: Celkové náklady na údržbu

source: Vehicle Information Categories
cs: Kategorie informací o vozidle

# VehicleInformationCategoriesDescription
source: Access detailed records and manage all aspects of your vehicle's history
cs: Přístup k podrobným záznamům a správa všech aspektů historie vašeho vozidla

source: Repair History
cs: Historie oprav

# RepairHistoryDescription
source: Complete record of all repairs, maintenance services, and part replacements. Track dates, costs, service providers, and detailed repair descriptions.
cs: Kompletní záznam všech oprav, servisních služeb a výměn dílů. Sledujte data, náklady, poskytovatele služeb a podrobné popisy oprav.

source: View Repairs
cs: Zobrazit opravy

source: Upgrades & Modifications
cs: Vylepšení & úpravy

# UpgradesModificationsDescription
source: Track all performance upgrades, aesthetic modifications, and feature enhancements. Document costs, installation dates, and performance improvements.
cs: Sledujte všechna výkonnostní vylepšení, estetické úpravy a vylepšení funkcí. Dokumentujte náklady, data instalace a zlepšení výkonu.

source: View Upgrades
cs: Zobrazit vylepšení

source: Diagnostics & Health
cs: Diagnostika & stav

# DiagnosticsHealthDescription
source: Access comprehensive diagnostic reports, error code history, and vehicle health checks. Monitor system performance and preventive maintenance schedules.
cs: Přístup k komplexním diagnostickým zprávám, historii chybových kódů a kontrolám stavu vozidla. Sledujte výkon systému a plány preventivní údržby.

source: View Diagnostics
cs: Zobrazit diagnostiku

source: Vehicle Information System
cs: Informační systém vozidla

# FooterCopyright
source: © 2024 Vehicle Information Hub. All data securely stored and encrypted.
cs: © 2024 Informační hub vozidla. Všechna data bezpečně uložena a zašifrována.
