Repository: MarkOliverrr/Vehicle-Management
Catalog: VehicleDiary/Resources/Web/Views/Vehicle/Create.*.resx
Languages: cs

source: Back
cs: Zpět

source: Add Vehicle
cs: Přidat vozidlo

source: Add New Vehicle
cs: Přidat nové vozidlo

# FillVehicleDetails
source: Fill in your vehicle details below
cs: Vyplňte údaje o vašem vozidle níže

source: Brand
cs: Značka

source: License Plate
cs: SPZ

source: VIN Number
cs: VIN číslo

source: Year
cs: Rok výroby

source: Horsepower
cs: Výkon

source: Insurance
cs: Pojištění

source: Purchase Date
cs: Datum nákupu

source: Description
cs: Popis

# BrandPlaceholder
source: Toyota, BMW, etc.
cs: Toyota, BMW, atd.

# ModelPlaceholder
source: Corolla, X5, etc.
cs: Corolla, X5, atd.

# VINPlaceholder
source: 17 characters
cs: 17 znaků

# InsurancePlaceholder
source: Allianz, AXA, etc.
cs: Allianz, AXA, atd.

# DescriptionPlaceholder
source: Optional: Add notes about your vehicle
cs: Volitelné: Přidejte poznámky k vašemu vozidlu

# AddVehicleButton
source: Add Vehicle
cs: Přidat vozidlo

# FormTip
source: Tip: VIN can be found on your vehicle registration or insurance documents.
cs: Tip: VIN najdete v registraci vozidla nebo v dokumentech k pojištění.

source: required
cs: povinné
