Repository: MarkOliverrr/Vehicle-Management
Catalog: VehicleDiary/Resources/Web/Views/Vehicle/Index.*.resx
Languages: cs

# HeaderSubtitle
source: Your Vehicle Management Hub
cs: Váš hub pro správu vozidel

source: Your Vehicles
cs: Vaše vozidla

# OutOfVehicles
source: out of 3 vehicles
cs: ze 3 vozidel

# WelcomeTitle
source: Welcome to VehicleDiary
cs: Vítejte ve VehicleDiary

# WelcomeDescription
source: This app helps you track and manage all aspects of your vehicle ownership. From maintenance schedules to fuel consumption, insurance tracking to repair history – everything you need to stay on top of your vehicle's health and costs.
cs: Tato aplikace vám pomáhá sledovat a spravovat všechny aspekty vlastnictví vozidla. Od plánů údržby přes spotřebu paliva, sledování pojištění až po historii oprav – vše, co potřebujete, abyste měli přehled o stavu a nákladech vašeho vozidla.

# WelcomeNote
source: Add up to 3 vehicles to get started with comprehensive vehicle management.
cs: Přidejte až 3 vozidla a začněte s komplexní správou vozidel.

source: Add New Vehicle
cs: Přidat nové vozidlo

# AddVehicleDescription
source: Register a new vehicle to start tracking maintenance and costs
cs: Zaregistrujte nové vozidlo a začněte sledovat údržbu a náklady

# AddVehicleButton
source: Add Vehicle
cs: Přidat vozidlo

# AddVehicleMobile
source: Add Vehicle
cs: Přidat vozidlo

source: Tap to register
cs: Klepnutím pro registraci

source: Vehicle limit reached
cs: Dosažen limit vozidel

# VehicleLimitReachedDescription
source: You have reached the maximum limit of 3 vehicles.
cs: Dosáhli jste maximálního limitu 3 vozidel.

# PowerLabel
source: Power
cs: Výkon

# PurchasedLabel
source: Purchased
cs: Zakoupeno

source: Insurance Details
cs: Detaily pojištění

# InsuranceProvider
source: Provider
cs: Poskytovatel

# InsuranceStatus
source: Status
cs: Stav

# InsuranceActive
source: Active
cs: Aktivní

source: Total Repair Costs
cs: Celkové náklady na opravy

source: Unknown
cs: Neznámé

# RepairHistoryButton
source: Repair History
cs: Historie oprav

# UsageStatsButton
source: Usage Stats
cs: Statistiky používání

# RemoveVehicleButton
source: Remove Vehicle
cs: Odstranit vozidlo

# NoVehicles
source: No vehicles yet
cs: Zatím žádná vozidla

# NoVehiclesDescription
source: Start by adding your first vehicle to track maintenance, repairs, and costs. Get insights into fuel consumption, insurance status, and more.
cs: Začněte přidáním prvního vozidla pro sledování údržby, oprav a nákladů. Získejte přehled o spotřebě paliva, stavu pojištění a další.

# AddFirstVehicleButton
source: Add Your First Vehicle
cs: Přidejte své první vozidlo

# RemoveVehicleModalTitle
source: Remove Vehicle
cs: Odstranit vozidlo

# RemoveVehicleConfirmation
source: Are you sure you want to remove this vehicle? All associated data including repair history and usage stats will be permanently deleted.
cs: Opravdu chcete odstranit toto vozidlo? Všechny přidružené údaje včetně historie oprav a statistik používání budou trvale smazány.

# CancelButton
source: Cancel
cs: Zrušit

# RemoveButton
source: Remove
cs: Odstranit
